CSI API ETABS v1
cPointObj.CountPanelZone Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int CountPanelZone()
Function CountPanelZone As Integer
Dim instance As cPointObj
Dim returnValue As Integer
returnValue = instance.CountPanelZone()
int CountPanelZone()
abstract CountPanelZone : unit -> int
Return Value
Type: Int32
See Also
Reference
cPointObj Interface
ETABSv1 Namespace